Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: All calendars deselected
ar: تم إلغاء كل التقويمات
ca: S’ha anul·lat la selecció de tots els calendaris
cy: Pob calendr wedi’i ddad-ddewis
da: Alle kalendere er fravalgt
da_instk12: Alle kalendere er fravalgt
de: Alle Kalender abgewählt
es: Todos los calendarios deseleccionados
es_es: Todos los calendarios deseleccionados
fi: Kaikkien kalentereiden valinta poistettu
fr: Tous les calendriers désélectionnés
fr_ca: Tous les calendriers sont désélectionnés
ga: Díroghnaíodh na féilirí go léir
hi: सभी कैलेंडर अचयनित किए गए
ht: Tout kalandriye yo deseleksyone
id: Semua kalender dihapus dari pilihan
is: Öll dagatöl afvalin
it: Tutti i calendari deselezionati
ja: カレンダーを全部選択解除
ko: 모든 캘린더가 선택 해제됨
mi: Kua whakakorehia nga maramataka katoa
ms: Semua kalendar dinyahpilih
nb: Alle kalendere valgt bort
nb_instk12: Alle kalendere valgt bort
nl: Selectie van alle kalenders ongedaan gemaakt
pl: Usunięto zaznaczenie wszystkich kalendarzy
pt: Todos os calendários desmarcados
pt_br: Todos os calendários desmarcados
ru: Выбор всех календарей отменен
sl: Izbira vseh koledarjev je razveljavljena
sv: Alla kalendrar har avmarkerats
sv_instk12: Alla kalendrar har avmarkerats
th: ยกเลิกการเลือกปฏิทินทั้งหมดแล้ว
vi: Bỏ chọn tất cả các lịch
zh: 已取消选中全部日历
zh_hk: 已取消選取所有行事曆

source: All calendars selected
ar: تم تحديد كل التقويمات
ca: S’han seleccionat tots els calendaris
cy: Pob calendr wedi’i ddewis
da: Alle kalendere er valgt
da_instk12: Alle kalendere er valgt
de: Alle Kalender ausgewählt
es: Todos los calendarios seleccionados
es_es: Todos los calendarios seleccionados
fi: Kaikki kalenterit valittu
fr: Tous les calendriers sélectionnés
fr_ca: Tous les calendriers sont sélectionnés
ga: Gach féilirí roghnaithe
hi: सभी कैलेंडर चयनित किए गए
ht: Tout kalandriye yo seleksyone
id: Semua kalender dipilih
is: Öll dagatöl valin
it: Tutti i calendari selezionati
ja: カレンダーを全部選択
ko: 모두 캘린더가 선택됨
mi: Kua tohua nga maramataka katoa
ms: Semua kalendar dipilih
nb: Alle kalendere valgt
nb_instk12: Alle kalendere valgt
nl: Alle kalenders geselecteerd
pl: Zaznaczono wszystkie kalendarze
pt: Todos os calendários selecionados
pt_br: Todos os calendários marcados
ru: Выбраны все календари
sl: Izbrani so vsi koledarji
sv: Alla kalendrar har markerats
sv_instk12: Alla kalendrar har markerats
th: เลือกปฏิทินทั้งหมดแล้ว
vi: Chọn tất cả các lịch
zh: 已选中全部日历
zh_hk: 已選取所有行事曆

source: All Courses
ar: جميع المساقات
ca: Totes les assignatures
cy: Pob Cwrs
da: Alle fag
da_instk12: Alle fag
de: Alle Kurse
es: Todos los cursos
es_es: Todas las asignaturas
fi: Kaikki kurssit
fr: Tous les cours
fr_ca: Tous les cours
ga: Cúrsaí Ar Fad
hi: सभी पाठ्यक्रम
ht: Tout Kou
id: Semua Kursus
is: Öll námskeið
it: Tutti i corsi
ja: すべてのコース
ko: 모든 과목
mi: Ngā akoranga katoa
ms: Semua Kursus
nb: Alle åpne emner
nb_instk12: Alle åpne fag
nl: Alle cursussen
pl: Wszystkie kursy
pt: Todas as disciplinas
pt_br: Todos os cursos
ru: Все курсы
sl: Vsi predmeti
sv: Alla kurser
sv_instk12: Alla kurser
th: บทเรียนทั้งหมด
vi: Tất Cả Các Khóa Học
zh: 所有课程
zh_hk: 所有課程

source: All Day
ar: طوال اليوم
ca: Tot el dia
cy: Drwy’r Dydd
da: Hele dagen
da_instk12: Hele dagen
de: Den ganzen Tag
es: Todo el día
es_es: Todo el día
fi: Koko päivä
fr: Toute la journée
fr_ca: Toute la journée
ga: An Lá ar fad
hi: सभी दिन
ht: Tout Jounen
id: Semua Hari
is: Allan dag
it: Tutto il giorno
ja: 全日
ko: 하루 종일
mi: Te rā katoa
ms: Semua Hari
nb: Hele dagen
nb_instk12: Hele dagen
nl: De hele dag
pl: Cały dzień
pt: Dia todo
pt_br: Dia inteiro
ru: Весь день
sl: Ves dan
sv: Hela dagen
sv_instk12: Hela dagen
th: ทั้งวัน
vi: Cả Ngày
zh: 全天
zh_hk: 全天

source: All Grading Periods
ar: جميع فترات تقييم الدرجات
ca: Tots els períodes de qualificació
cy: Pob Cyfnod Graddio
da: Alle karakterperioder
da_instk12: Alle vurderingsperioder
de: Alle Benotungszeiträume
es: Todos los períodos de calificación
es_es: Todos los períodos de evaluación
fi: Kaikki arvosanojen antojaksot
fr: Toutes les périodes de notation
fr_ca: Toutes les périodes de notation
ga: Gach Tréimhse Mharcála
hi: सभी ग्रेडिंग अवधियां
ht: Tout Peryòd Klasman
id: Semua Periode Penilaian
is: Öll einkunnatímabil
it: Tutti i periodi di valutazione
ja: すべての採点期間
ko: 모든 성적 평가 기간
mi: Takiwā kōeke katoa
ms: Semua Tempoh Penggredan
nb: Alle vurderingsperioder
nb_instk12: Alle vurderingsperioder
nl: Alle beoordelingsperioden
pl: Wszystkie okresy oceniania
pt: Todos os períodos de classificação
pt_br: Todos os períodos de avaliação
ru: Все академические периоды
sl: Vsa ocenjevalna obdobja
sv: Alla bedömningsperioder
sv_instk12: Alla bedömningsperioder
th: ระยะเวลาการให้เกรดทั้งหมด
vi: Tất Cả Thời Gian Phân Loại Điểm
zh: 所有评分周期
zh_hk: 所有評分期

source: All in %@
ar: الكل في %@
ca: Tots a %@
cy: Pawb %@
da: Alle i %@
da_instk12: Alle i %@
de: Alles %@
es: Todo en %@
es_es: Todo en %@
fi: Kaikki sisässä %@
fr: Tout ce qui se trouve dans... %@
fr_ca: Tout inclus %@
ga: Gach isteach %@
hi: इसमें सभी: %@
ht: Tout nan %@
id: Semua masuk %@
is: Allt í %@
it: Tutto in %@
ja: ～内すべて%@
ko: 모두 포함 %@
mi: Katoa i roto %@
ms: Semua termasuk %@
nb: Alle i %@
nb_instk12: Alle i %@
nl: Alles inbegrepen %@
pl: Wszystko w %@
pt: Tudo em %@
pt_br: Todos em %@
ru: Все в %@
sl: Vse v %@
sv: Alla i %@
sv_instk12: Alla i %@
th: ทั้งหมดใน %@
vi: Tất cả trong %@
zh: 全部加入%@
zh_hk: 收起所有%@

source: All Modules
ar: جميع الوحدات النمطية
ca: Tots els continguts
cy: Pob Modiwl
da: Alle moduler
da_instk12: Alle forløb
de: Alle Module
es: Todos los módulos
es_es: Todos los contenidos
fi: Kaikki moduulit
fr: Tous les modules
fr_ca: Tous les modules
ga: Gach Modúil
hi: सभी मॉड्यूल्स
ht: Tout Eleman
id: Semua Modul
is: Allt námsefni
it: Tutti i moduli
ja: すべてのモジュール
ko: 모든 모듈
mi: Ngā kōwae katoa
ms: Semua Modul
nb: Alle moduler
nb_instk12: Alle moduler
nl: Alle modules
pl: Wszystkie moduły
pt: Todos os módulos
pt_br: Todos os módulos
ru: Все модули
sl: Vsi moduli
sv: Alla moduler
sv_instk12: Alla moduler
th: หน่วยการเรียนทั้งหมด
vi: Tất Cả Các Học Phần
zh: 所有模块
zh_hk: 所有單元

source: All Modules and all Items published
ar: تم نشر كل الوحدات النمطية وكل العناصر
ca: S’han publicat tots els continguts i elements
cy: Pob Modiwl a phob eitem wedi’u cyhoeddi
da: Alle moduler og alle elementer offentliggjort
da_instk12: Alle forløb og alle elementer offentliggjort
de: Alle Module und alle Elemente veröffentlicht
es: Se publicaron todos los módulos e ítems
es_es: Todos los módulos y todos los ítems publicados
fi: Kaikki moduulit ja kohteet julkaistu
fr: Tous les modules et les éléments publiés
fr_ca: Tous les modules et tous les articles publiés
ga: Gach Modúl agus gach Mír foilsithe
hi: सभी मॉड्यूल्स और सभी आइटमें प्रकाशित हुईं
ht: Tout Modil ak tout Atik ki pibliye
id: Semua Modul dan semua Item diterbitkan
is: Allt námsefni og öll atriði birt
it: Tutti i moduli e tutti gli elementi pubblicati
ja: すべてのモジュールとすべての項目が公開
ko: 모든 모듈 및 모든 문항 게시됨
mi: Ngā Kōwae Katoa me ngā Tūemi katoa i whakaputaina
ms: Semua Modul dan semua Item diterbitkan
nb: Alle moduler og alle elementer publisert
nb_instk12: Alle moduler og alle elementer publisert
nl: Alle modules en items gepubliceerd
pl: Opublikowano wszystkie moduły i elementy
pt: Todos os módulos e todos os itens publicados
pt_br: Todos os módulos e todos os itens publicados
ru: Опубликованы все модули и все элементы
sl: Objavljeni so vsi moduli in vsi elementi
sv: Alla moduler och objekt publicerades
sv_instk12: Alla moduler och objekt publicerades
th: เผยแพร่หน่วยการเรียนทั้งหมดและรายการทั้งหมดแล้ว
vi: Tất cả Các Học Phần và tất cả Các Mục đã phát hành
zh: 已发布所有模块和所有项目
zh_hk: 已發佈所有單元和所有項目

source: All Modules and all Items unpublished
ar: تم إلغاء نشر كل الوحدات النمطية وكل العناصر
ca: S’ha anul·lat la publicació de tots els continguts i elements
cy: Pob Modiwl a phob eitem wedi’u datgyhoeddi
da: Alle moduler og alle elementer ikke offentliggjort
da_instk12: Alle forløb og alle elementer ikke offentliggjort
de: Alle Module und alle Elemente unveröffentlicht
es: No se publicaron los módulos ni los ítems
es_es: Todos los módulos y todos los ítems no publicados
fi: Kaikkien moduulien ja kohteiden julkaisu peruttu
fr: Tous les modules et les éléments non publiés
fr_ca: Tous les modules et tous les éléments ne sont pas publiés
ga: Gach Modúl agus gach Mír neamhfhoilsithe
hi: सभी मॉड्यूल्स और सभी आइटमें अप्रकाशित हुईं
ht: Tout Modil ak tout Atik ki depibliye
id: Semua Modul dan semua Item batal diterbitkan
is: Allt námsefni og öll atriði falin
it: Tutti i moduli e tutti gli elementi non pubblicati
ja: すべてのモジュールとすべての項目が非公開
ko: 모든 모듈 및 모든 문항 게시 취소됨
mi: Ngā Kōwae Katoa me ngā Tūemi katoa kāore i whakaputaina
ms: Semua Modul dan semua Item dinyahterbit
nb: Alle moduler og alle elementer avpublisert
nb_instk12: Alle moduler og alle elementer avpublisert
nl: Publicatie van alle modules en items ongedaan gemaakt
pl: Cofnięto publikację wszystkich modułów i elementów
pt: Todos os módulos e todos os itens não publicados
pt_br: Todos os módulos e todos os itens não publicados
ru: Публикация всех модулей и всех элементов отменена
sl: Objava vseh modulov in vseh elementov je preklicana
sv: Alla moduler och objekt avpublicerades
sv_instk12: Alla moduler och objekt avpublicerades
th: เลิกเผยแพร่หน่วยการเรียนทั้งหมดและรายการทั้งหมดแล้ว
vi: Tất cả Các Học Phần và tất cả Các Mục đã hủy phát hành
zh: 已取消发布所有模块和所有项目
zh_hk: 已取消發佈所有單元和所有項目

source: All Modules and Items
ar: كل الوحدات النمطية والعناصر
ca: Tots els continguts i elements
cy: Pob Modiwl ac Eitem
da: Alle moduler og elementer
da_instk12: Alle forløb og elementer
de: Alle Module und Elemente
es: Todos los módulos e ítems
es_es: Todos los módulos e ítems
fi: Kaikki moduulit ja kohteet
fr: Tous les modules et les éléments
fr_ca: Tous les modules et éléments
ga: Gach Modúl agus Mír
hi: सभी मॉड्यूल्स और आइटमें
ht: Tout Modil yo
id: Semua Modul dan Item
is: Allt námsefni og atriði
it: Tutti i moduli e gli elementi
ja: すべてのモジュールと項目
ko: 모든 모듈 및 문항
mi: Ngā Kōwae me ngā Tūemi Katoa
ms: Semua Modul dan Item
nb: Alle moduler og elementer
nb_instk12: Alle moduler og elementer
nl: Alle modules en items
pl: Wszystkie moduły i elementy
pt: Todos os módulos e itens
pt_br: Todos os módulos e itens
ru: Все модули и элементы
sl: Vsi moduli in elementi
sv: Alla moduler och objekt
sv_instk12: Alla moduler och objekt
th: หน่วยการเรียนทั้งหมดและรายการที่เกี่ยวข้อง
vi: Tất Cả Các Học Phần và Mục
zh: 所有模块和项目
zh_hk: 所有單元和項目

source: All options deselected
ar: تم إلغاء تحديد كل الخيارات
ca: S’han anul·lat la selecció de totes les opcions
cy: Wedi dad-ddewis pob opsiwn
da: Alle muligheder er fravalgt
da_instk12: Alle muligheder er fravalgt
de: Alle Optionen abgewählt
es: Se ha cancelado la selección de todas las opciones
es_es: Todas las opciones deseleccionadas
fi: Kaikki vaihtoehdot poistettu
fr: Toutes les options désélectionnées
fr_ca: Toutes les options sont désélectionnées
ga: Díroghnaíodh na roghanna go léir
hi: सभी विकल्प अचयनित
ht: Tout opsyon yo deseleksyone
id: Semua opsi tidak dipilih
is: Allir valkostir afvaldir
it: Tutte le opzioni deselezionate
ja: すべてのオプションの選択を解除しました
ko: 모든 옵션 선택 해제됨
mi: Kua whakakorehia nga whiringa katoa
ms: Semua pilihan dinyahpilih
nb: Alle alternativer valgt bort
nb_instk12: Alle alternativer valgt bort
nl: Alle opties gedeselecteerd
pl: Usunięto zaznaczenie wszystkich opcji
pt: Todas as opções desmarcadas
pt_br: Todas as opções desmarcadas
ru: Отменен выбор всех опций
sl: Izbira vseh možnosti razveljavljena
sv: Alla alternativ har avmarkerats
sv_instk12: Alla alternativ har avmarkerats
th: ยกเลิกการเลือกตัวเลือกทั้งหมดแล้ว
vi: Tất cả các tùy chọn bị bỏ chọn
zh: 已取消选中所有选项
zh_hk: 取消選擇所有選項

source: All options selected
ar: تم تحديد كل الخيارات
ca: S’han seleccionat totes les opcions
cy: Wedi dewis pob opsiwn
da: Alle muligheder er valgt
da_instk12: Alle muligheder er valgt
de: Alle Optionen ausgewählt
es: Se han seleccionado todas las opciones
es_es: Todas las opciones seleccionadas
fi: Kaikki vaihtoehdot valittu
fr: Toutes les options sélectionnées
fr_ca: Toutes les options sélectionnées
ga: Roghnaíodh na roghanna ar fad
hi: सभी विकल्प चयनित
ht: Tout opsyon yo seleksyone
id: Semua opsi dipilih
is: Allir valkostir valdir
it: Tutte le opzioni selezionate
ja: すべてのオプションを選択しました
ko: 모든 옵션 선택됨
mi: Ko nga whiringa katoa kua tohua
ms: Semua pilihan dipilih
nb: Alle alternativer valgt
nb_instk12: Alle alternativer valgt
nl: Alle opties geselecteerd
pl: Zaznaczono wszystkie opcje
pt: Todas as opções selecionadas
pt_br: Todas as opções selecionadas
ru: Выбраны все опции
sl: Izbrane vse možnosti
sv: Alla alternativ har markerats
sv_instk12: Alla alternativ har markerats
th: เลือกตัวเลือกทั้งหมดแล้ว
vi: Tất cả các tùy chọn được chọn
zh: 已选中所有选项
zh_hk: 選擇所有選項

source: All People
ar: جميع الأشخاص
ca: Totes les persones
cy: Holl Bobl
da: Alle brugere
da_instk12: Alle deltagere
de: Alle Personen
es: Todas las personas
es_es: Todas las personas
fi: Kaikki henkilöt
fr: Toutes les personnes
fr_ca: Toutes les personnes
ga: Gach Duine
hi: सभी लोग
ht: Tout Moun
id: Semua Orang
is: Allt fólk
it: Tutte le persone
ja: すべての人々
ko: 모든 사용자
mi: Ngā tāngata katoa
ms: Semua Orang
nb: Alle folk
nb_instk12: Alle folk
nl: Alle personen
pl: Wszystkie osoby
pt: Todas as pessoas
pt_br: Todas as pessoas
ru: Все люди
sl: Vsi sodelujoči
sv: Alla personer
sv_instk12: Alla personer
th: ทุกคน
vi: Tất Cả Mọi Người
zh: 所有人员
zh_hk: 所有成員

source: All Submissions
ar: كل الإرسالات
ca: Totes les entregues
cy: Pob Cyflwyniad
da: Alle afleveringer
da_instk12: Alle afleveringer
de: Alle Abgaben
es: Todas las entregas
es_es: Todas las entregas
fi: Kaikki tehtäväpalautukset
fr: Tous les envois
fr_ca: Tous les envois
ga: Gach Uaslódáil
hi: सभी सबमिशन
ht: Tout Soumisyon
id: Semua Penyerahan
is: Öll skil
it: Tutte le consegne
ja: すべての提出物
ko: 모든 제출
mi: Ngā tāpaetanga katoa
ms: Semua Serahan
nb: Alle innleveringer
nb_instk12: Alle innleveringer
nl: Alle inzendingen
pl: Wszystkie przesłane materiały
pt: Todas as submissões
pt_br: Todos os envios
ru: Все отправки
sl: Vse oddaje
sv: Alla inlämningar
sv_instk12: Alla inlämningar
th: ผลงานจัดส่งทั้งหมด
vi: Tất Cả Bài Nộp
zh: 所有提交项
zh_hk: 所有提交項目

source: Allow liking
ar: السماح بالإعجاب
ca: Permet els M'agrada
cy: Caniatáu hoffi
da: Tillad 'synes godt om'
da_instk12: Tillad 'synes godt om'
de: Likes zulassen
es: Permitir darle clic a "me gusta"
es_es: Permitir darle clic a Me gusta
fi: Salli tykkäys
fr: Autoriser des rétroactions de type « J'aime »
fr_ca: Autoriser des rétroactions de type «J’aime »
ga: Ceadaigh is maith
hi: पसंद करने की अनुमति दें
ht: Pèmèt Jèm
id: Izinkan menyukai
is: Heimila að líka við
it: Consenti Mi piace
ja: いいねをつけることを許可
ko: 좋아요를 허용
mi: Tukua pīrangi
ms: Benarkan menyukai siaran
nb: Tillat liking
nb_instk12: Tillat liking
nl: Likes toestaan
pl: Zezwól na polubienia
pt: Permitir ligação
pt_br: Permitir curtidas
ru: Разрешить ставить лайки
sl: Dovoli všečkanje
sv: Tillåt ”Gilla”
sv_instk12: Tillåt ”Gilla”
th: อนุญาตให้กดไลค์
vi: Cho phép thích
zh: 允许点赞
zh_hk: 允許點讚

source: Allow Multiple Attempts
ar: السماح بمحاولات متعددة
ca: Permet més d'un intent
cy: Caniatáu mwy nag un ymgais
da: Tillad flere forsøg
da_instk12: Tillad flere forsøg
de: Mehrere Versuche zulassen
es: Permitir varios intentos
es_es: Permitir múltiples intentos
fi: Salli useita yrityksiä
fr: Autoriser plusieurs tentatives
fr_ca: Autoriser plusieurs tentatives
ga: Ceadaigh Iarrachtaí Iolracha
hi: एकाधिक प्रयास करने की अनुमति दें
ht: Otorize Plizyè Tantativ
id: Izinkan Banyak Upaya
is: Heimila margar tilraunir
it: Consenti tentativi multipli
ja: 複数回の試行を許可
ko: 여러 번 시도 허용
mi: Tukua nganatanga maha
ms: Benarkan Berbilang Percubaan
nb: Tillat flere forsøk
nb_instk12: Tillat flere forsøk
nl: Meerdere pogingen toestaan
pl: Zezwalaj na wiele prób
pt: Permitir várias tentativas
pt_br: Permitir várias tentativas
ru: Разрешить несколько попыток
sl: Dovoli več poskusov
sv: Tillåt flera försök
sv_instk12: Tillåt flera försök
th: อนุญาตให้ดำเนินการได้หลายครั้ง
vi: Cho Phép Nhiều Lần Làm
zh: 允许多次尝试
zh_hk: 允許多次嘗試

source: Allow threaded replies
ar: السماح بالردود المترابطة
ca: Permet les respostes enllaçades
cy: Caniatáu atebion aml-drywydd
da: Tillad trådede svar
da_instk12: Tillad trådede svar
de: Antworten aller Diskussionsstränge zulassen
es: Permitir respuestas agrupadas
es_es: Permitir respuestas agrupadas
fi: Salli ketjutetut vastaukset
fr: Autoriser les réponses thématiques
fr_ca: Autoriser les réponses thématiques
ga: Ceadaigh freagraí snáithithe
hi: थ्रेड किए गए उत्तरों की अनुमति दें
ht: Otorize repons filte
id: Izinkan balasan berutas
is: Heimila svaraþráð
it: Consenti risposte organizzate in thread
ja: スレッドでの返信を許可する
ko: 스레드 답변을 허용
mi: Tukua ngā whakautu whiria
ms: Benarkan balasan berbebenang
nb: Tillat svartråder
nb_instk12: Tillat svartråder
nl: Antwoorden op antwoorden toestaan
pl: Zezwalaj na odpowiedzi złożone z wątków
pt: Permitir respostas encadeadas
pt_br: Permitir respostas de tópicos
ru: Разрешить цепочечные ответы
sl: Dovoli odgovore v niti
sv: Tillåt svar i trådar
sv_instk12: Tillåt svar i trådar
th: อนุญาตการตอบกลับแบบต่อเนื่อง
vi: Cho phép trả lời theo luồng
zh: 允许将回复信息按话题组织
zh_hk: 允許執行緒回覆

source: Allow users to comment
ar: السماح للمستخدمين بالتعليق
ca: Permet que els usuaris facin comentaris
cy: Caniatáu i ddefnyddwyr wneud sylw
da: Tillad brugere at kommentere
da_instk12: Tillad brugere at kommentere
de: Benutzern Kommentare erlauben
es: Permitir que los usuarios comenten
es_es: Permitir que los usuarios comenten
fi: Salli käyttäjien kommentoida
fr: Autoriser les utilisateurs à commenter
fr_ca: Autoriser les utilisateurs à commenter
ga: Lig d'úsáideoirí ráiteas a dhéanamh
hi: उपयोगकर्ताओं को टिप्पणी करने की अनुमति दें
ht: Pèmèt itilizatè yo kòmante
id: Izinkan pengguna berkomentar
is: Leyfa notendum að gera athugasemdir
it: Consenti agli utenti di commentare
ja: ユーザーにコメントを許可する
ko: 사용자의 댓글을 허용
mi: Tukua ngā kaimahi ki te kōrero
ms: Benarkan pengguna untuk memberikan komen
nb: Lar brukere kommentere
nb_instk12: Lar brukere kommentere
nl: Geef gebruikers de mogelijkheid om opmerkingen te geven
pl: Zezwalaj użytkownikom na komentowanie
pt: Permitir que os utilizadores comentem
pt_br: Permitir que os usuários comentem
ru: Разрешить пользователям комментирование
sl: Dovoli uporabnikom, da komentirajo
sv: Tillåt användare att kommentera
sv_instk12: Tillåt användare att kommentera
th: อนุญาตให้ผู้ใช้แสดงความเห็น
vi: Cho phép người dùng bình luận
zh: 允许用户评论
zh_hk: 允許使用者評論

source: Allowed Attempts
ar: المحاولات المسموح بها
ca: Intents permesos
cy: Ymgeisiau a ganiateir
da: Tilladte forsøg
da_instk12: Tilladte forsøg
de: Zulässige Versuche
es: Intentos permitidos
es_es: Intentos permitidos
fi: Sallitut yritykset
fr: Tentatives autorisées
fr_ca: Tentatives autorisées
ga: Iarrachtaí Ceadaithe
hi: अनुमत प्रयास
ht: Tantativ Otorize
id: Upaya Diizinkan
is: Heimilaðar tilraunir
it: Tentativi consentiti
ja: 試行許可回数
ko: 허용된 시도
mi: Ngā ngana e whakātia ana
ms: Percubaan Dibenarkan
nb: Tillatte forsøk
nb_instk12: Tillatte forsøk
nl: Toegestaan aantal pogingen
pl: Dozwolone próby
pt: Tentativas permitidas
pt_br: Tentativas permitidas
ru: Разрешенные попытки
sl: Dovoljeni poskusi
sv: Tillåtna försök
sv_instk12: Tillåtna försök
th: การดำเนินการที่อนุญาต
vi: Lần Làm Được Phép
zh: 允许的尝试次数
zh_hk: 允許的嘗試

source: Allowed Attempts:
ar: المحاولات المسموح بها:
ca: Intents permesos:
cy: Ymgeisiau a Ganiateir:
da: Tilladte forsøg:
da_instk12: Tilladte forsøg:
de: Erlaubte Versuche:
es: Intentos permitidos:
es_es: Intentos permitidos:
fi: Sallittuja yrityksiä:
fr: Tentatives autorisées :
fr_ca: Tentatives autorisées :
ga: Iarrachtaí Ceadaithe:
hi: अनुमत प्रयास:
ht: Tantativ Otorize:
id: Upaya Diizinkan:
is: Heimilaðar tilraunir:
it: Tentativi consentiti:
ja: 許可回数:
ko: 허용된 시도 수:
mi: Ngā ngane whakāetia ana:
ms: Percubaan Dibenarkan:
nb: Tillatte forsøk:
nb_instk12: Tillatte forsøk:
nl: Toegestaan aantal pogingen:
pl: Dozwolone próby:
pt: Tentativas permitidas:
pt_br: Tentativas permitidas:
ru: Разрешенные попытки:
sl: Dovoljeni poskusi:
sv: Tillåtna försök:
sv_instk12: Tillåtna försök:
th: การดำเนินการที่อนุญาต:
vi: Lần Làm Được Phép:
zh: 允许的尝试次数：
zh_hk: 允許的嘗試：

source: Always
ar: دائمًا
ca: Sempre
cy: Bob amser
da: Altid
da_instk12: Altid
de: Immer
es: Siempre
es_es: Siempre
fi: Aina
fr: Toujours
fr_ca: Toujours
ga: I gcónaí
hi: हमेशा
ht: Toujou
id: Selalu
is: Alltaf
it: Sempre
ja: 常に
ko: 항상
mi: tonu
ms: Sentiasa
nb: Alltid
nb_instk12: Alltid
nl: Altijd
pl: Zawsze
pt: Sempre
pt_br: Sempre
ru: Всегда
sl: Vedno
sv: Alltid
sv_instk12: Alltid
th: ทุกครั้ง
vi: Luôn Luôn
zh: 始终
zh_hk: 始終

source: Annotation toolbar
ar: شريط أدوات التعليق التوضيحي
ca: Barra d'eines d’anotacions
cy: Bar offer anodi
da: Anmærkningsværktøjslinje
da_instk12: Anmærkningsværktøjslinje
de: Symbolleiste für Anmerkungen
es: Barra de herramientas de anotación
es_es: Barra de herramientas de notas
fi: Huomatusten työkalupalkki
fr: Barre d’outils d’annotation
fr_ca: Barre d’outils d’annotation
ga: Barra uirlisí nótaí mínithe
hi: एनोटेशन उपकरण पट्टी
ht: Yon lòt ba anotasyon
id: Bilah alat anotasi
is: Tólaslá athugasemda
it: Barra strumenti annotazione
ja: 注釈ツールバー
ko: 메모 도구 모음
mi: Paeutauta korero
ms: Bar alat anotasi
nb: Verktøylinje for merknader
nb_instk12: Verktøylinje for merknader
nl: Werkbalk Aantekeningen
pl: Pasek narzędzi adnotacji
pt: Barra de ferramentas de anotação
pt_br: Barra de ferramentas de anotação
ru: Панель аннотаций
sl: Orodna vrstica za opombe
sv: Verktygsfält för noteringar
sv_instk12: Verktygsfält för noteringar
th: แถบเครื่องมือทำหมายเหตุกำกับ
vi: Thanh công cụ chú thích
zh: 注释工具栏
zh_hk: 註釋工具列

source: Announcement
ar: الإعلان
ca: Anunci
cy: Cyhoeddiad
da: Meddelelse
da_instk12: Besked
de: Ankündigung
es: Anuncio
es_es: Anuncio
fi: Ilmoitus
fr: Annonce
fr_ca: Annonce
ga: Fógra
hi: घोषणा
ht: Anons
id: Pengumuman
is: Tilkynning
it: Annuncio
ja: アナウンスメント
ko: 공지
mi: Pānui
ms: Pengumuman
nb: Kunngjøring
nb_instk12: Beskjed
nl: Aankondiging
pl: Ogłoszenie
pt: Anúncio
pt_br: Aviso
ru: Объявление
sl: Obvestilo
sv: Anslag
sv_instk12: Meddelande
th: ประกาศ
vi: Thông Báo
zh: 公告
zh_hk: 通告

source: Announcement created
ar: تم إنشاء إعلان
ca: S’ha creat l’anunci
cy: Wedi creu cyhoeddiad
da: Besked oprettet
da_instk12: Besked oprettet
de: Ankündigung erstellt
es: Se creó el anuncio
es_es: Se ha creado el anuncio
fi: Ilmoitus luotu
fr: Annonce créée
fr_ca: Annonce créée
ga: Cruthaíodh an fógra
hi: घोषणा बनाई गई
ht: Anons kreye
id: Pengumuman dibuat
is: Tilkynning stofnuð
it: Annuncio creato
ja: アナウンスが作成されました
ko: 만든 공지
mi: I hangaia te panui
ms: Pengumuman dicipta
nb: Kunngjøring opprettet
nb_instk12: Beskjed opprettet
nl: Aankondiging gemaakt
pl: Utworzono ogłoszenie
pt: Anúncio criado
pt_br: Anúncio criado
ru: Объявление создано
sl: Obvestilo ustvarjeno
sv: Meddelande skapat
sv_instk12: Meddelande skapat
th: จัดทำประกาศแล้ว
vi: Đã tạo thông báo
zh: 已创建公告
zh_hk: 已建立通告
